Repository: arjan/mod_admin_event
Catalog: translations/*.po
Languages: tr

source: Add event
tr: Etkinlik ekle

source: Add event for this artist.
tr: Bu sanatçı için etkinlik ekle

source: Cancel
tr: İptal

source: Event title
tr: Etkinlik başlığı

source: Events for this artist
tr: Bu sanatçının etkinlikleri

source: Existing events
tr: Varolan etkinlikler

source: Genre
tr: Tür

source: Help about artist's events.
tr: Sanatçının etkinlikleri ile ilgili yardım

source: Make a new event
tr: Yeni bir etkinlik oluştur

source: Need more help?
tr: Daha fazla yardım?

source: No performances yet.
tr: Henüz performans yok.

source: You can quickly add events for this artist. When you want to delete an event, then click on the name of the event and delete it on the event's edit page.
tr: Bu sanatçı için çabucak bir etkinlik ekleyebilirsiniz. Bir etkinliği silmek istediğinizde etkinliğin ismine tıklayarak etkinlik düzenleme sayfasında o etkinliği silebilirsiniz.

source: make smaller
tr: ufalt

source: untitled event
tr: isimsiz etkinlik

source: will be performing.
tr: sahne alacak
